Revit 2024 API
BuiltInFailures.RebarFailures Class
 Failures about Rebar.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class RebarFailures
Visual Basic
Public NotInheritable Class RebarFailures
Visual C++
public ref class RebarFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.RebarFailures
See Also
BuiltInFailures.RebarFailures Members
Autodesk.Revit.DB Namespace